Repository: raychiutw/vocaby
Catalog: WordingDailyApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

# learning.profile.accessibility
source: My learning settings
zh_hant: 我的學習設定

# common.done
source: Done
zh_hant: 完成

# notifications.daily.body
source: Take a few minutes to finish today's practice.
zh_hant: 用幾分鐘完成今天的練習。

# notifications.daily.title
source: Today's 10 expression upgrades are ready.
zh_hant: 今天的 10 個表達準備好了

# onboarding.continue
source: Continue
zh_hant: 繼續

# onboarding.level.continue
source: Continue
zh_hant: 繼續

# onboarding.level.message
source: You can change this later in Settings.
zh_hant: 之後可以在設定中變更。

# onboarding.level.title
source: Choose Your Level
zh_hant: 選擇程度

# onboarding.reminder.enable
source: Enable Reminder
zh_hant: 開啟提醒

# onboarding.reminder.message
source: Pick a daily practice time.
zh_hant: 選擇每天練習的時間。

# onboarding.reminder.skip
source: Skip
zh_hant: 略過

# onboarding.reminder.title
source: Daily Reminder
zh_hant: 每日提醒

# onboarding.welcome.message
source: Practice 10 useful English expression upgrades each day.
zh_hant: 每天練習 10 個實用英文表達升級。

# library.empty.message
source: Learned and saved expressions will appear here.
zh_hant: 學過與儲存的表達會顯示在這裡。

# library.empty.learned
source: Completed expressions will appear here.
zh_hant: 完成練習的表達會顯示在這裡。

# library.empty.saved
source: Saved expressions will appear here.
zh_hant: 儲存的表達會顯示在這裡。

# library.empty.search
source: No expressions match this search.
zh_hant: 沒有符合搜尋的表達。

# library.load.error
source: Library items could not be loaded.
zh_hant: 無法載入資料庫項目。

# library.row.practiced
source: Practiced
zh_hant: 已練習

# library.row.saved
source: Saved
zh_hant: 已儲存

# library.row.mastered
source: Mastered
zh_hant: 已熟練

# library.detail.definition
source: English Definition
zh_hant: 英文定義

# library.detail.saved
source: Saved
zh_hant: 已儲存

# library.detail.review
source: Review Stats
zh_hant: 複習狀態

# library.detail.correct
source: Correct
zh_hant: 答對

# library.detail.wrong
source: Missed
zh_hant: 答錯

# library.detail.due
source: Due
zh_hant: 下次複習

# library.detail.notScheduled
source: Not scheduled
zh_hant: 尚未排程

# library.detail.mastered
source: Mastered
zh_hant: 已熟練

# library.save.error
source: Could not update this saved state.
zh_hant: 無法更新儲存狀態。

# library.scope.accessibility
source: Library filter
zh_hant: 資料庫篩選

# library.scope.learned
source: Learned
zh_hant: 已學

# library.scope.saved
source: Saved
zh_hant: 儲存

# library.search.prompt
source: Search expressions
zh_hant: 搜尋表達

# library.tab.title
source: Library
zh_hant: 資料庫

# library.title
source: Library
zh_hant: 資料庫

# library.compactProgress.format
source: %lld of %lld practiced
zh_hant: 已練習 %lld／%lld

# review.estimatedTime.format
source: About %lld min
zh_hant: 約 %lld 分鐘

# review.nextUp.title
source: Up next
zh_hant: 接著複習

# review.due.title
source: Due today
zh_hant: 今天複習

# review.completed
source: Review complete
zh_hant: 複習完成

# review.empty.message
source: No reviews are due.
zh_hant: 目前沒有需要複習的項目。

# review.load.error
source: Review items could not be loaded.
zh_hant: 無法載入複習項目。

# review.session.title
source: Review Session
zh_hant: 複習練習

# review.start.button
source: Start Review
zh_hant: 開始複習

# review.tab.title
source: Review
zh_hant: 複習

# review.title
source: Review
zh_hant: 複習

# practice.audio.replay
source: Replay audio
zh_hant: 再聽一次

# practice.audio.play
source: Play pronunciation
zh_hant: 播放發音

# practice.center.button
source: Practice modes
zh_hant: 自由練習

# practice.center.load.error
source: Could not load local progress.
zh_hant: 無法載入本機學習進度。

# practice.center.mode.expression
source: Natural phrasing
zh_hant: 選更自然的說法

# practice.center.mode.label
source: Mode
zh_hant: 模式

# practice.center.mode.listening
source: Listen and choose
zh_hant: 聽發音選答案

# practice.center.mode.meaning
source: Chinese meaning
zh_hant: 選中文意思

# practice.center.mode.mixed
source: Mixed modes
zh_hant: 混合題型

# practice.center.mode.spelling
source: Spell in English
zh_hant: 拼寫英文

# practice.center.newRun
source: New practice
zh_hant: 新的練習

# practice.center.questions.label
source: Questions
zh_hant: 題數

# practice.center.retry.toggle
source: Retry wrong answers
zh_hant: 錯題再練

# practice.center.start
source: Start practice
zh_hant: 開始練習

# practice.center.timer.label
source: Time limit
zh_hant: 作答時間

# practice.center.title
source: Free Practice
zh_hant: 自由練習

# practice.completed
source: Today is complete.
zh_hant: 今天完成了。

# practice.completed.count
source: Words completed
zh_hant: 完成項目

# practice.correct
source: Correct
zh_hant: 答對了

# practice.correct.count
source: Correct
zh_hant: 答對

# practice.correctAnswer.label
source: Correct answer
zh_hant: 正確答案

# practice.learn.startQuiz
source: Start quiz
zh_hant: 開始測驗

# practice.mode.expression.prompt
source: Choose the more natural English expression
zh_hant: 選出更自然的英文說法

# practice.mode.listening.prompt
source: Listen to the English and choose the matching expression
zh_hant: 聽英文發音，選出對應表達

# practice.mode.meaning.prompt
source: Choose this expression's meaning
zh_hant: 選出這句英文的中文意思

# practice.mode.spelling.prompt
source: Type the English expression from its meaning
zh_hant: 依照中文意思，輸入英文表達

# practice.next
source: Next
zh_hant: 下一題

# practice.pronunciation.accessibility
source: Play pronunciation
zh_hant: 播放發音

# practice.review.button
source: Review due words
zh_hant: 複習到期項目

# practice.review.scheduled
source: Scheduled for review
zh_hant: 已排程複習

# practice.result.title
source: Results
zh_hant: 練習結果

# practice.result.wrong.title
source: Wrong answers
zh_hant: 錯題

# practice.retry.button
source: Retry wrong answers
zh_hant: 錯題再練

# practice.save.error
source: Could not save this answer. Try again.
zh_hant: 無法儲存這題，請再試一次。

# practice.spelling.audioHint
source: Hear pronunciation hint
zh_hant: 聽發音提示

# practice.spelling.placeholder
source: Type your answer
zh_hant: 輸入答案

# practice.submit
source: Check answer
zh_hant: 確認答案

# practice.timeUp
source: Time's up
zh_hant: 時間到

# practice.timer.label
source: Time remaining
zh_hant: 剩餘時間

# practice.timer.seconds
source: seconds
zh_hant: 秒

# practice.title
source: Practice
zh_hant: 練習

# practice.wrong
source: Not quite
zh_hant: 再看一次

# settings.language.label
source: App Language
zh_hant: App 語言

# settings.language.openSettingsHint
source: Change in iOS Settings
zh_hant: 開啟 iOS 設定切換

# settings.language.system
source: System
zh_hant: 跟隨系統

# settings.sources.row
source: Vocabulary Sources
zh_hant: 詞彙來源

# settings.sources.title
source: Vocabulary Sources
zh_hant: 詞彙來源

# settings.sources.unavailable
source: Source notices are unavailable.
zh_hant: 無法載入詞彙來源說明。

# settings.level.advanced
source: Advanced
zh_hant: 進階

# settings.level.basic
source: Basic
zh_hant: 基礎

# settings.level.intermediate
source: Intermediate
zh_hant: 中階

# settings.level.label
source: Vocabulary Level
zh_hant: 單字程度

# settings.reminders.denied.message
source: Practice still works without reminders. Turn on notifications in Settings to use daily reminders.
zh_hant: 沒有提醒也可以繼續練習。若要使用每日提醒，請到設定開啟通知。

# settings.reminders.openSettings
source: Open Settings
zh_hant: 開啟設定

# settings.reminders.time
source: Time
zh_hant: 時間

# settings.reminders.toggle
source: Daily Reminder
zh_hant: 每日提醒

# settings.title
source: Settings
zh_hant: 設定

# streak.label
source: Current streak
zh_hant: 目前連續天數

# today.compactSummary.format
source: %lld/%lld complete · %lld-day streak
zh_hant: %lld／%lld 完成 · 連續 %lld 天

# today.libraryProgress.row
source: %lld of %lld practiced
zh_hant: 已練習 %lld／%lld

# today.review.estimatedTime.format
source: %lld due · about %lld min
zh_hant: 待複習 %lld 個 · 約 %lld 分鐘

# today.due.label
source: Due reviews
zh_hant: 待複習

# today.completed.button
source: Completed
zh_hant: 已完成

# today.extraPractice.button
source: Practice 10 more
zh_hant: 再練習 10 題

# today.load.error
source: Could not load today's practice.
zh_hant: 無法載入今天的練習。

# today.preview.empty
source: Shown after practice starts
zh_hant: 開始練習後顯示

# today.preview.label
source: Preview
zh_hant: 預覽

# today.progress.accessibility
source: Daily practice progress
zh_hant: 每日練習進度

# today.progress.title
source: Today's 10
zh_hant: 今天 10 個

# today.vocabularyProgress.title
source: Vocabulary progress
zh_hant: 詞彙練習進度

# today.vocabularyProgress.total
source: All vocabulary
zh_hant: 總詞彙

# today.resume.button
source: Resume Today
zh_hant: 繼續今天練習

# today.seed.empty
source: All caught up. There are no new items or eligible review fills for this level today.
zh_hant: 全部完成了。今天這個程度沒有新內容或可排入的到期複習。

# today.seed.fewer
source: Today has %1$ld of %2$ld practice items; no more new items or eligible review fills are available for this level.
zh_hant: 今天可練習 %1$ld 個（目標 %2$ld 個）；這個程度目前沒有更多新內容或可排入的到期複習。

# today.start.button
source: Start Today
zh_hant: 開始今天練習

# today.tab.title
source: Today
zh_hant: 今天

# today.title
source: Today
zh_hant: 今天

# vocabulary.additionalSenses
source: More meanings
zh_hant: 更多意思

# vocabulary.example
source: Example
zh_hant: 例句

# vocabulary.meaning.english
source: English meaning
zh_hant: 英文意思

# vocabulary.meaning.support
source: Traditional Chinese meaning
zh_hant: 繁體中文意思

# vocabulary.pos.adjective
source: Adjective
zh_hant: 形容詞

# vocabulary.pos.adverb
source: Adverb
zh_hant: 副詞

# vocabulary.pos.conjunction
source: Conjunction
zh_hant: 連接詞

# vocabulary.pos.determiner
source: Determiner
zh_hant: 限定詞

# vocabulary.pos.interjection
source: Interjection
zh_hant: 感嘆詞

# vocabulary.pos.noun
source: Noun
zh_hant: 名詞

# vocabulary.pos.phrase
source: Phrase
zh_hant: 片語

# vocabulary.pos.preposition
source: Preposition
zh_hant: 介系詞

# vocabulary.pos.pronoun
source: Pronoun
zh_hant: 代名詞

# vocabulary.pos.verb
source: Verb
zh_hant: 動詞

# vocabulary.pronunciation
source: Pronunciation
zh_hant: 發音

# vocabulary.region.general
source: General
zh_hant: 通用

# widget.completed
source: Practice complete.
zh_hant: 今天完成了。

# widget.configuration.description
source: Shows today's Wording Daily progress.
zh_hant: 顯示今天的 Wording Daily 進度。

# widget.empty
source: Today has not started.
zh_hant: 今天還沒開始。

# widget.today
source: Today's practice
zh_hant: 今天練習
